[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Traditional Chinese

FileAuthor=Mike Cheang (http://skyx.wordpress.com)

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock 網站
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=作者
SupportForumWord=支援論壇
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=鍵按下 / 滑鼠滾輪一次便輪轉
IconReplacementMode=圖示樣式更換
normal=一般
topmost=置頂
alwaysOnBottom=總是最底
zLevel=Z - 層次

[MainContextMenu]
WebsiteWord=網站
SettingsWord=設定
HideWord=隱藏
ShowWord=顯示
QuitWord=離開
RemoveWord=移除
AddWord=加入
DockFolder=停駐資料夾
ChangeIcon=改變圖示
ItemSettings=項目設定
PauseMouseToggling=暫停滑鼠切換中
blankIcon=空白圖示

[SettingsPanel]
Name=Circle Dock 組態配置
SettingsPanelWord=設定面板
GeneralWord=一般
DockShape=停駐外形

Labels=標籤
Animation=動畫
LocationWord=位置
TogglingWord=切換
FileDockIconAssociations=檔案 -> 停駐圖示關聯
LanguageWord=語系
HelpWord=幫助
HotKeySelectorToggleDock=快速鍵選取器 (切換停駐可見)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=有效的快速鍵組合
InvalidHotKeyCombination=無效的快速鍵組合/在使用中

CentreAroundCursorWhenShown=顯示時，以滑鼠為中心停駐
CircleDockVersionWord=Circle Dock 版本
EnableDockRotation=顯示停駐輪轉

ConfigurationDescriptionLabel=自訂在您的螢幕上的顯示方式

// Location Panel
lockDockAtCurrentPosition=在當前位置鎖定停駐

// General Panel
KeepDockAboveAllOtherWindows=保持停駐在所有視窗之上(置頂)
ClickSensitivity=點擊敏感度
Sensitive=敏感
NotSensitive=不敏感
EnablePortabilityMode=顯示簡易模式
UseMemorySaver=使用記憶體節約器
useSameRotationValueAllLevels=使用相同的輪轉值給所有層次
currentRotationValue=設定當前輪轉值 (半徑)

// Background Panel
Background=背景
BackgroundImage=背景圖片
NormalSize=正常大小
NormalOpacity=正常不透明度

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=每圈項目數量常數
NumberOfIconsPerCircle=每圈項目數量
MinimumRadius=最小半徑
SeparationBetweenCircles=圓之間的分隔
FormatWord=形式
CircleWord=圓
maximumNumberOfItemsPerCircle=每圈項目最大數量
lineWord=線
spiralWord=螺旋
rateOfIncrease=增幅
defaultWord=預設
separationWord=分隔

// Centre Button Panel
CentreButton=中心按鈕
DefaultCentreButton=預設中心按鈕
OtherSettings=其他設定
ShowStartMenuWhenClicked=當點擊時顯示開始選單
StartMenuResidueWarning=注意：您必須在 Windows visual style 設定關閉 "在選單下顯示陰影" 或 您將會得到殘留陰影。

// Dock Items Panel
DockItems=停駐項目
RightClickMenu=右鍵選單
ShowWindowsFileFolderMenus=顯示 Windows 檔案資料夾選單
HideDock=隱藏停駐
HideDockAfterFileExecution=在開啟檔案/資料夾後隱藏停駐

// Labels Panel
FontWord=字型
ChangeFont=變更字型
ChangeColor=變更顏色
ShadowWord=陰影
ShadowSize=陰影大小
ShadowDarknessFactor=陰影黑色因子
ShowLabels=顯示標籤
ShowLabelsOnMouseoverOnly=只有在滑鼠移出時顯示標籤

// Animation
AnimationWord=動畫
GeneralFrameRate=一般幀速率 (FPS)
RotationAnimationDuration=輪轉動畫持續時間 (毫秒)
FadeInFadeOutDuration=淡入 / 淡出持續時間 (毫秒)
UsePoofAnimationWhenDeleting=在刪除時使用音效動畫 (實驗功能)

//About Panel
AboutWord=關於
ThePremiereCircularDockForWindows=首個圓形停駐的Windows程式
WebsiteWord=網站
VersionInformation=版本資訊
OfficialHomepage=官方主頁

// Help Panel
SupportWord=支援
OfficialWebForum=官方網站討論區
OfficialWebHelpFAQ=官方網站幫助/FAQ

// Language Panel
LanguageFileLocation=語系檔案位置
LanguageName=語系名稱
LanguageFileAuthor=語系檔案作者
LanguageFileVersion=語系檔案版本
LanguageFileOriginallyIntendedFor=語系檔案最初為 Circle Dock 版本:
LanguageFileProgramRestartRequired=***程式需要重啟以完全變更語系***
LanguageFileValidCurrent=語系檔案有效/當前使用
LanguageFileInvalidOutofDate=語系檔案無效/已過時

// File -> Icon Associations
FileIconAssocationsDescription=當加入檔案/資料夾到停駐時，使用預設圖示
FileNameIconAssociations=檔案名稱 -> 圖示關聯
FolderNameIconAssociations=資料夾名稱 -> 圖示關聯
FileExtensionIconAssociations=副檔名 -> 圖示關聯
DockFolderIconAssociation=停駐資料夾 -> 圖示關聯

fileName=檔案名稱
folderName=資料夾名稱
extensionName=副檔名
associatedDockIcon=關聯停駐圖示
browse=瀏覽
startsWith=開始
endsWith=結束
exactMatch=準確
contains=包含
sample=例子

// Toggling
ToggleVisibilityHotKey=切換可用的快捷鍵
ToggleVisibilityMouseButton=切換可用的滑鼠按鈕
ShowDockWhenIMoveMyMouseTo=當我移動滑鼠到...顯示停駐
ScreenLeftEdge=螢幕左側邊緣
ScreenRightEdge=螢幕右側邊緣
ScreenTopEdge=螢幕頂部邊緣
ScreenBottomEdge=螢幕底部邊緣
EdgeWidthHeight=邊緣寬度/高度
dwellTime=停留時間



[ErrorMessages]
MissingInvalid=缺失/無效
FilePathMissingInvalid=檔案/路徑缺失或者無效

[DockItemProperties]
ItemSettings=項目設定
IconImage=圖示圖片 (空白或者預設)
Name=名稱 (空白或者預設)
Target=目標
Folder=資料夾.....
File=檔案.....
StartIn=開始
Arguments=參數
Run=運行
Normal=正常
Minimized=最小化
Maximized=最大化
Close=關閉
